{
  "effects": [
    {
      "name": "Acuity enhancement",
      "body": "Acuity enhancement can be described as an enhancement of the clearness and clarity of vision.\n\nIt is most commonly induced under the influence of mild dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Acuity_enhancement>"
    },
    {
      "name": "Framerate enhancement",
      "body": "Frame rate enhancement can be described as an effect which increases the detail at which a person can perceive quickly occurring events that appear within their field of view.\n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Frame_rate_enhancement>"
    },
    {
      "name": "Magnification",
      "body": "Magnification can be described as the experience of distant details within one's visual field appearing closer and more \"zoomed in\" than they actually are due to both visual enhancements and hallucinatory effects.\n\nIt is a rare effect that is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Magnification>"
    },
    {
      "name": "Pattern recognition enhancement",
      "body": "Pattern recognition enhancement can be described as an increase in a person's ability to recognise patterns (usually faces) within vague stimuli.\n\nIt is most commonly induced under the influence of mild dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Pattern_recognition_enhancement>"
    },
    {
      "name": "Acuity suppression",
      "body": "Acuity suppression can be described as the experience of a person's sense of vision becoming partially to completely blurred and indistinct.\n\nIt is most commonly induced under the influence of moderate dosages of depressant and dissociative compounds, such as alcohol, quetiapine, ketamine, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Acuity_suppression>"
    },
    {
      "name": "Double vision",
      "body": "Double vision can be the described as the experience of duplicated vision similar to that which occurs when one crosses their eyes.\n\nIt is most commonly induced under the influence of moderate dosages of depressant and dissociative compounds, such as alcohol, quetiapine, ketamine, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Double_vision>"
    },
    {
      "name": "Framerate suppression",
      "body": "Frame rate suppression can be described as a perceived reduction in the speed at which visual information is processed. \n\nIt is most commonly induced under the influence of moderate dosages of dissociative compounds, such as ketamine, MXE, PCP, and DXM.```",
      "url": "<https://psychonautwiki.org/wiki/Frame_rate_suppression>"
    },
    {
      "name": "Peripheral information misinterpretation",
      "body": "Peripheral information misinterpretation can be described as the experience of perceiving details within the peripheral vision incorrectly.\n\nIt is most commonly induced under the influence of moderate dosages of deliriant compounds, such as DPH, datura, and benzydamine.",
      "url": "<https://psychonautwiki.org/wiki/Peripheral_information_misinterpretation>"
    },
    {
      "name": "Vibrating vision",
      "body": "Vibrating vision also known as \"nystagmus\", can be described as the experience of constant, rapid involuntary eye movements in which the eyes shift from left to right in such quick succession that the person's vision begins to vibrate and blur. \n\nIt is most commonly induced under the influence of heavy dosages of stimulant compounds, such as MDMA, amphetamine, and 4-FA.",
      "url": "<https://psychonautwiki.org/wiki/Vibrating_vision>"
    },
    {
      "name": "After images",
      "body": "After images are a visual distortion that can be described as an image continuing to appear in one's vision after exposure to the original image has ceased.\n\nThey are most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/After_images>"
    }
  ]
}