{
  "effects": [
    {
      "name": "Acuity enhancement",
      "body": "Acuity enhancement can be described as an enhancement of the clearness and clarity of vision.\n\nIt is most commonly induced under the influence of mild dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Acuity_enhancement>"
    },
    {
      "name": "Framerate enhancement",
      "body": "Frame rate enhancement can be described as an effect which increases the detail at which a person can perceive quickly occurring events that appear within their field of view.\n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Frame_rate_enhancement>"
    },
    {
      "name": "Magnification",
      "body": "Magnification can be described as the experience of distant details within one's visual field appearing closer and more \"zoomed in\" than they actually are due to both visual enhancements and hallucinatory effects.\n\nIt is a rare effect that is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Magnification>"
    },
    {
      "name": "Pattern recognition enhancement",
      "body": "Pattern recognition enhancement can be described as an increase in a person's ability to recognise patterns (usually faces) within vague stimuli.\n\nIt is most commonly induced under the influence of mild dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Pattern_recognition_enhancement>"
    },
    {
      "name": "Acuity suppression",
      "body": "Acuity suppression can be described as the experience of a person's sense of vision becoming partially to completely blurred and indistinct.\n\nIt is most commonly induced under the influence of moderate dosages of depressant and dissociative compounds, such as alcohol, quetiapine, ketamine, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Acuity_suppression>"
    },
    {
      "name": "Double vision",
      "body": "Double vision can be the described as the experience of duplicated vision similar to that which occurs when one crosses their eyes.\n\nIt is most commonly induced under the influence of moderate dosages of depressant and dissociative compounds, such as alcohol, quetiapine, ketamine, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Double_vision>"
    },
    {
      "name": "Framerate suppression",
      "body": "Frame rate suppression can be described as a perceived reduction in the speed at which visual information is processed. \n\nIt is most commonly induced under the influence of moderate dosages of dissociative compounds, such as ketamine, MXE, PCP, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Frame_rate_suppression>"
    },
    {
      "name": "Peripheral information misinterpretation",
      "body": "Peripheral information misinterpretation can be described as the experience of perceiving details within the peripheral vision incorrectly.\n\nIt is most commonly induced under the influence of moderate dosages of deliriant compounds, such as DPH, datura, and benzydamine.",
      "url": "<https://psychonautwiki.org/wiki/Peripheral_information_misinterpretation>"
    },
    {
      "name": "Vibrating vision",
      "body": "Vibrating vision also known as \"nystagmus\", can be described as the experience of constant, rapid involuntary eye movements in which the eyes shift from left to right in such quick succession that the person's vision begins to vibrate and blur. \n\nIt is most commonly induced under the influence of heavy dosages of stimulant compounds, such as MDMA, amphetamine, and 4-FA.",
      "url": "<https://psychonautwiki.org/wiki/Vibrating_vision>"
    },
    {
      "name": "After images",
      "body": "After images are a visual distortion that can be described as an image continuing to appear in one's vision after exposure to the original image has ceased.\n\nThey are most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/After_images>"
    },
    {
      "name": "Brightness alteration",
      "body": "Brightness alteration can be described as a distortion or change in the levels of perceived brightness comprising a person's vision.\n\nIt is most commonly induced under the influence of moderate dosages of hallucinogenic compounds, such as psychedelics, dissociatives, and cannabinoids.",
      "url": "<https://psychonautwiki.org/wiki/Brightness_alteration>"
    },
    {
      "name": "Colour replacement",
      "body": "Colour replacement can be described as the experience of a person's entire visual field or specific objects and sections within it becoming replaced with an alternative colour which differs from its original appearance.\n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Colour_replacement>"
    },
    {
      "name": "Colour shifting",
      "body": "Colour shifting can be described as the experience of various objects shifting and changing their colour through a continuously repeating cycle that occurs in a fluid motion across the surface of the object.\n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Colour_shifting>"
    },
    {
      "name": "Depth perception distortions",
      "body": "Depth perception distortions can be defined as the experience of alterations in how a person perceives the distance of various objects within their visual field.\n\nThey are most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Depth_perception_distortions>"
    },
    {
      "name": "Diffraction",
      "body": "Diffraction can be described as the experience of perceiving rainbows and spectrums of color embedded within the brighter parts of a person's visual field.\n\nIt is most commonly induced under the influence of mild dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Diffraction>"
    },
    {
      "name": "Drifting",
      "body": "Drifting can be described as the experience of the texture, shape, and general structure of objects and scenery appearing as progressively warped, melted, and morphed across themselves.\n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Drifting>"
    },
    {
      "name": "Environmental cubism",
      "body": "Environmental cubism can be described as a visual segmentation of the external environment into squares and cubes of varying amounts and sizes.\n\nIt is most commonly induced under the influence of heavy dosages of dissociative compounds, such as ketamine, PCP, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Environmental_cubism>"
    },
    {
      "name": "Environmental patterning",
      "body": "Environmental patterning can be described as the experience of certain textures or objects such as carpets, clouds, and dense vegetation drifting into increasingly complex geometric patterns that are always clearly comprised of the original material which they are manifesting from.\n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Environmental_patterning>"
    },
    {
      "name": "Object alterations",
      "body": "Objet alterations can be described as the experience of perceiving objects, and scenes to be progressively warping, moving, stretching, animating, and shifting in their 3-dimensional form in a manner which can vary from subtle to extreme.\n\nThey are most commonly induced under the influence of heavy dosages of deliriant compounds, such as DPH and datura.",
      "url": "<https://psychonautwiki.org/wiki/Object_alterations>"
    },
    {
      "name": "Perspective distortions",
      "body": "Perspective distortions can be described as subtle to extreme changes in how one perceives the size and distance attributed to a person's body, to specific parts of the external environment, or to the external environment as a whole.\n\nThey are most commonly induced under the influence of moderate dosages of dissociative compounds, such as ketamine, PCP, MXE, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Perspective_distortions>"
    },
    {
      "name": "Recursion",
      "body": "Recursion can be described as a visual distortion which partially to completely alters the appearance of one's external environment by repeating specific sections of itself across itself in a self-similar fashion.\n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Recursion>"
    },
    {
      "name": "Scenery slicing",
      "body": "Scenery slicing can be described as the experience of a person's visual field appearing to split into separate cleanly cut sections, these individual slices then proceed to drift slowly away from their original position before disappearing and resetting to normalcy. \n\nIt is most commonly induced under the influence of moderate dosages of dissociative compounds, such as ketamine, PCP, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Scenery_slicing>"
    },
    {
      "name": "Symmetrical texture repetition",
      "body": "Symmetrical can be described as the perception of textures becoming mirrored repeatedly over their own surface in an intricate and symmetrical fashion that is consistent across itself. \n\nIt is most commonly induced under the influence of mild dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Symmetrical_texture_repetition>"
    },
    {
      "name": "Tracers",
      "body": "Tracers can be described as the experience of trails of varying lengths and opacity being left behind moving objects in a manner that is similar to those found in long exposure photography. \n\nThey are most commonly induced under the influence of mild dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Tracers>"
    },
    {
      "name": "Visual flipping",
      "body": "Visual flipping can be described as an effect which distorts the surrounding environment to make it appear as if it has been rotated, mirrored, or flipped into an alternative orientation. \n\nIt is most commonly induced under the influence of heavy dosages of dissociative compounds, such as ketamine, PCP, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Visual_flipping>"
    },
    {
      "name": "Visual haze",
      "body": "Visual haze can be described as an effect which distorts the surrounding environment to make it appear as if the air is shrouded in an imaginary cloud of smoke, fog, or haze. \n\nIt is most commonly induced under the influence of mild dosages of hallucinogenic compounds such as psychedelics, deliriants, and cannabinoids.",
      "url": "<https://psychonautwiki.org/wiki/Visual_haze>"
    },
    {
      "name": "Geometry",
      "body": "Geometry can be described as the experience of a person's field of vision becoming partially or completely encompassed by fast-moving, colorful, and indescribably complex geometric patterns, form constants, phosphenes, shapes, fractals, and colors. \n\nIt is most commonly induced under the influence of moderate dosages of psychedelic compounds such as LSD, psilocybin, and mescaline. However, they can also occur to a lesser extent under the influence of cannabinoids, stimulants, and dissociatives such as cannabis, MDMA, and DXM.",
      "url": "<https://psychonautwiki.org/wiki/Geometry>"
    },
    {
      "name": "Autonomous entities",
      "body": "Autonomous entities can be described as the experience of perceived contact with beings which appear to be sentient and autonomous in their behaviour.\n\nThese are most commonly induced under the influence of heavy dosages of hallucinogenic compounds, such as psychedelics, dissociatives, and deliriants.",
      "url": "<https://psychonautwiki.org/wiki/Autonomous_entities>"
    },
    {
      "name": "External hallucinations",
      "body": "External hallucinations can be described as the perception of visual hallucinations which display themselves seamlessly into the external environment as if they were actually happening.\n\nThey are most commonly induced under the influence of heavy dosages of deliriant compounds, such as DPH, datura, and benzydamine.",
      "url": "<https://psychonautwiki.org/wiki/External_hallucinations>"
    },
    {
      "name": "Internal hallucinations",
      "body": "Internal hallucinations can be described as the perception of visual hallucinations that exclusively occur within an imagined environment which can typically only be viewed with closed eyes, similar to those found within dreams. \n\nThey are most commonly induced under the influence of heavy dosages of hallucinogenic compounds, such as psychedelics, dissociatives, and deliriants.",
      "url": "<https://psychonautwiki.org/wiki/Internal_hallucinations>"
    },
    {
      "name": "Object activation",
      "body": "Object activation can be described as the experience of looking at an object and perceiving it to move, become alive, or become fully animated and autonomous of its own accord. \n\nIt is most commonly induced under the influence of heavy dosages of deliriant compounds, such as DPH, datura, and benzydamine.",
      "url": "<https://psychonautwiki.org/wiki/Object_activation>"
    },
    {
      "name": "Perspective hallucinations",
      "body": "Perspective hallucinations can be described as an alteration of the perspective through which a given internal or external hallucination is seen through. \n\nThey are most commonly induced under the influence of heavy dosages of hallucinogenic compounds, such as psychedelics, dissociatives, and deliriants.",
      "url": "<https://psychonautwiki.org/wiki/Perspective_hallucinations>"
    },
    {
      "name": "Settings, sceneries, and landscapes",
      "body": "Settings, sceneries, and landscapes can be described as the perceived environment in which the plot of an internal or external hallucination occurs.\n\nThey are most commonly induced under the influence of heavy dosages of hallucinogenic compounds, such as psychedelics, dissociatives, and deliriants.",
      "url": "<https://psychonautwiki.org/wiki/Settings,_sceneries,_and_landscapes>"
    },
    {
      "name": "Shadow people",
      "body": "Shadow people can be described as the experience of perceiving patches of shadow in one's peripheral or direct line of sight that appear and behave as living, autonomous beings.\n\nThey are most commonly induced under the influence of heavy dosages of deliriant compounds, such as DPH, datura, and benzydamine.",
      "url": "<https://psychonautwiki.org/wiki/Shadow_people>"
    },
    {
      "name": "Transformations",
      "body": "Transformations can be described as the experience of a perceived visual metamorphosis that specific parts of one's external environment undergo as they shapeshift into other objects. \n\nThey are most commonly induced under the influence of moderate dosages of psychedelic compounds, such as LSD, psilocybin, and mescaline.",
      "url": "<https://psychonautwiki.org/wiki/Transformations>"
    },
    {
      "name": "Unspeakable horrors",
      "body": "Unspeakable horrors can be described as the experience of prolonged exposure to indescribable scenarios and hallucinatory content of a scary and disturbing nature which are often directly influenced by a person's fears.\n\nThey are most commonly induced under the influence of heavy dosages of psychedelic compounds, such as LSD, psilocybin, and 2C-P. However, they can also occur under the influence of deliriants such as DPH, datura, and benzydamine.",
      "url": "<https://psychonautwiki.org/wiki/Unspeakable_horrors>"
    }
  ]
}